cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'carthage'
brew 'cocoapods'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'adobe-creative-cloud'
cask 'atom'
cask 'dropbox'
cask 'emojipedia'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'p4merge'
cask 'paw'
cask 'pixelstick'
cask 'psequel'
cask 'screenhero'
cask 'seashore'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tunnelbear'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
